[
  {
    "type": "body",
    "description": "Stretch one arm forward with your palm facing out and gently pull the fingers back for 10 seconds per hand.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Stretch your arm across your chest and pull it with the opposite arm for 10 seconds per side.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Using your hand, gently pull your head toward the right and then the left, holding the stretch for a few seconds each way.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "Place both hands behind your head and guide it downward to stretch the back of your neck.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Cross one leg over the other and reach toward the floor with your arms extended. Switch legs and repeat.",
    "amount": 100
  },
  {
    "type": "body",
    "description": "While seated, open your legs and try to place your palms on the floor, holding for 5 seconds and repeating 3 times.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Pull one knee toward your chest and hold, switching legs after 10 seconds.",
    "amount": 50
  },
  {
    "type": "body",
    "description": "While seated, cross one leg over the other and lean your torso forward, switching legs after 10 seconds.",
    "amount": 80
  },
  {
    "type": "eye",
    "description": "While seated, close your eyes and cover them with your palms for 2 minutes, then open them normally.",
    "amount": 90
  },
  {
    "type": "eye",
    "description": "In an open space, look as far as you can in four directions for 3 seconds, moving only your eyes. Repeat 3 times.",
    "amount": 140
  },
  {
    "type": "eye",
    "description": "Using your thumbs, massage the area beneath your eyebrows with circular motions for 15 seconds.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "Standing, rotate your torso as far as you can to the left and hold for five seconds. Repeat to the right.",
    "amount": 90
  }
]
